print("«Шляпка гриба, покрытая … кожиц..й, держится на … ножк.. . Снизу шляпка затянута … плёнкой. Когда её уберёшь, откроется нижняя … сторона шляпк.. .»\n")

a = input('Введите слово на месте ... <покрытая … кожиц..й> : \n')
b = input('Введите букву на месте .. <покрытая … кожиц..й> : \n')
c = input('Введите слово на месте ... <держится на … ножк..> : \n')
d = input('Введите букву на месте .. <держится на … ножк..> : \n')
e = input('Введите слово на месте ... <Снизу шляпка затянута … плёнкой.> : \n')
f = input('Введите слово на месте ... <откроется нижняя … сторона шляпк..> : \n')
g = input('Введите букву на месте .. <откроется нижняя … сторона шляпк..> : \n')

print(f'«Шляпка гриба, покрытая {a} кожиц{b}й, держится на {c} ножк{d} . Снизу шляпка затянута {e} плёнкой. Когда её уберёшь, откроется нижняя {f} сторона шляпк{g} .»\n')