print("«Шляпка гриба, покрытая … кожиц..й, держится на … ножк.. . Снизу шляпка затянута … плёнкой. Когда её уберёшь, откроется нижняя … сторона шляпк.. .»\n")

fw = input('Введите слово на месте ... <покрытая … кожиц..й> : \n')
fb = input('Введите букву на месте .. <покрытая … кожиц..й> : \n')
sw = input('Введите слово на месте ... <держится на … ножк..> : \n')
sb = input('Введите букву на месте .. <держится на … ножк..> : \n')
tw = input('Введите слово на месте ... <Снизу шляпка затянута … плёнкой.> : \n')
ttw = input('Введите слово на месте ... <откроется нижняя … сторона шляпк..> : \n')
tb = input('Введите букву на месте .. <откроется нижняя … сторона шляпк..> : \n')

print(f'«Шляпка гриба, покрытая {fw} кожиц{fb}й, держится на {sw} ножк{sb} . Снизу шляпка затянута {tw} плёнкой. Когда её уберёшь, откроется нижняя {ttw} сторона шляпк{tb} .»\n')